<template>
   <view>
    <text>
        隐私政策
剧游宝尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，剧游宝会按照本隐私权政策的规定使用和披露您的个人信息。但剧游宝将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下，剧游宝不会将这些信息对外披露或向第三方提供。剧游宝会不时更新本隐私权政策 。 您在同意剧游宝服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私权政策属于剧游宝服务使用协议不可分割的一部分。

 

1. 适用范围

a) 在您注册剧游宝帐号时，您根据智谷云要求提供的个人注册信息；

b) 在您使用剧游宝网络服务，或访问剧游宝网页时，Appuploader自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；

c) 剧游宝通过合法途径从商业伙伴处取得的用户个人数据。

您了解并同意，以下信息不适用本隐私权政策：

a) 您在使用剧游宝提供的搜索服务时输入的关键字信息；

b) 剧游宝收集到的您在智谷云发布的有关信息数据，包括但不限于参与活动、信息发布及评价详情；

c) 违反法律规定或违反智谷云规则行为及剧游宝已对您采取的措施。

2. 信息使用

a)剧游宝不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的许可，或该第三方和剧游宝（含剧游宝关联公司）单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。

b)剧游宝亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。任何剧游宝平台用户如从事上述活动，一经发现，剧游宝有权立即终止与该用户的服务协议。

c) 为服务用户的目的，智谷云可能通过使用您的个人信息，向您提供您感兴趣的信息，包括但不限于向您发出产品和服务信息，或者与剧游宝合作伙伴共享信息以便他们向您发送有关其产品和服务的信息（后者需要您的事先同意）。

3. 信息披露在如下情况下，剧游宝将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息 ：

a) 经您事先同意，向第三方披露；

b) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；

c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；

d) 如您出现违反中国有关法律、法规或者剧游宝服务协议或相关规则的情况，需要向第三方披露；

e) 如您是适合的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方 处理可能的权利纠纷；

f) 其它剧游宝根据法律、法规或者网站政策认为合适的披露。

4. 信息安全

a)剧游宝帐号均有安全保护功能，请妥善保管您的用户名及密码信息。剧游宝将通过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在“完善的安全措施”。


应用：剧游宝小程序
开发者：剧游（苏州）文化科技发展有限公司
    </text>
   </view>
</template>

<script>
export default {
    data(){
        return{
            
        }
    },
    onLoad(option){
        
    }
}
</script>

<style>
view{
    padding: 20rpx;
}
text{
    font-size: 26rpx;
    
}

</style>